/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

//Year
"yearsago"= "%1$lu 年前";
"yearago"= "1 年前";

"yearsahead"= "%1$lu 年後";
"yearahead"= "1 年後";

//Month
"monthsago"= "%1$lu 個月前";
"monthago"= "1 個月前";

"monthsahead"= "%1$lu 個月後";
"monthahead"= "1 個月後";

//Week
"weeksago"= "%1$lu 星期前";
"weekago"= "1 星期前";

"weeksahead"= "%1$lu 星期後";
"weekahead"= "1 星期後";

//Day
"daysago"= "%1$lu 日前";
"dayago"= "1 日前";

"dayago-idiomatic"= "昨天";

"daysahead"= "%1$lu 日後";
"dayahead"= "1 日後";

"dayahead-idiomatic"= "明天";

//Hour
"hoursago"= "%1$lu 小時前";
"hourago"= "1 小時前";

"hoursahead"= "%1$lu 小時後";
"hourahead"= "1 小時後";

//Minute
"minutesago"= "%1$lu 分鐘前";
"minuteago"= "1 分鐘前";

"minutesahead"= "%1$lu 分鐘後";
"minuteahead"= "1 分鐘後";

//Second
"secondsago"= "%1$lu 秒前";
"secondago"= "1 秒前";

"secondsago-idiomatic"= "數秒前";

"secondsahead"= "%1$lu 秒後";
"secondahead"= "1 秒後";

"secondsahead-idiomatic"= "數秒後";

"now"="現在";

//Precision

"thisyear"="今年";
"thismonth"="這個月";
"thisweek"="這星期";
"today"="今天";
"thishour"="這小時內";
"thisminute"="這分鐘內";
